"About" = "Iwwer";
"About %@" = "Iwwer% @";
"Accessibility" = "Accessibilitéit";
"Acknowledgments" = "Unerkennung";
"Active app" = "Aktif Applikatioun";
"Active screen" = "Aktive Schierm";
"Active Space" = "Aktiven Espace";
"Additional controls" = "Zousätzlech Kontrollrolle";
"Additional controls…" = "Zousätzlech Kontrollen ...";
"Advanced" = "Fortdréier";
"After release" = "No der Verëffentlechung";
"Align windows" = "Aligned Windows";
"Align windows:" = "Fënster ausriichten:";
"All apps" = "All Applikatioun";
"All data from this form will be made public, as a ticket on github.com" = "All Daten aus dëser Form ginn ëffentlech gemaach, als en Ticket op Github.com";
"All screens" = "All Schierm";
"All Spaces" = "All Espace";
"Allowed" = "Erlaabt";
"Alphabetical" = "Alphabetical";
"Alphabetical Order" = "Alphabetesch Uerdnung";
"Also select windows using:" = "Also select windows using:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "Den Alettab huet d'lescht Kéier erofgefall, deen Dir et benotzt hutt.Schéckt e Crash Bericht wäert hëllefen d'Fro fixéiert";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Den Alttab ass de Moment gesat fir d'Applikatiounen ze weisen.Dës Astellung ass nëmme verfügbar wann den Alettab gesat ass fir Windows ze weisen.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab is running without Screen Recording permissions. Thumbnails won’t show.";
"AltTab needs some permissions" = "Den Alttab brauch e puer Permissiounen";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Den Alttab wäert weisen wann d'Fënster am Moment miniméiert oder vollstänneg mat enger Statuskondokon miniméiert.";
"Always" = "Ëmmer";
"Always send crash reports" = "Schéckt ëmmer Crash Berichter";
"and press" = "an dréckt";
"and press:" = "and press:";
"Animations" = "Animungen";
"Animations…" = "Animiounen ...";
"App (BundleID starting with)" = "App (Bundleid Start mat)";
"App Icons" = "App Symboler";
"App is hidden" = "App ass verstoppt";
"App is running but has no open window" = "App leeft, awer huet keng oppe Fënster huet";
"Apparition delay" = "Bewäertung Retard";
"Apparition delay:" = "Apparition delay:";
"Appearance" = "Ausgesinn";
"Application Name" = "Uwendungsnumm";
"Application Name - Window Title" = "Applikatioun Numm - Fenster Titel";
"Applications" = "Uwendungen";
"Are you sure you don’t want a response?" = "Sidd Dir sécher, dass Dir net eng Äntwert wëllt?";
"Arrow keys" = "Feiltasten";
"Ask whether to send crash reports" = "Frot ob d'Crash Berichter ze schécken";
"Auto-install updates periodically" = "Automatesch reegelméisseg Updates installéiren";
"Blacklists" = "Schloen Moleschloss";
"Cancel" = "Ofbriechen";
"Cancel and hide" = "Ofbriechen a verstoppen";
"Center" = "Center";
"Check for updates now…" = "Elo no Updates sichen…";
"Check for updates periodically" = "Reegelméisseg no Updates sichen";
"Check for updates…" = "No Updates sichen…";
"Check permissions…" = "Préift Permissiounen ...";
"Close window" = "Fënster zoumaachen op Fënster";
"Conflicting shortcut" = "Konfliktend Ofkiirzung";
"Controls" = "Nees Kontrolls";
"Crash reports policy" = "Crash Bericht Politik";
"Crash reports policy:" = "Crash reports policy:";
"Cursor follows focus" = "Cursor follows focus";
"Customize App Icons style…" = "Personaliséiere App Iconenstil ...";
"Customize Thumbnails style…" = "Personaliséiert Miniaturenstil ...";
"Customize Titles style…" = "Personaliséiere Titelenstil ...";
"Dark" = "Donkidn";
"Disabled" = "Disabled";
"Do nothing" = "Näischt maachen";
"Don’t check for updates periodically" = "Net reegelméisseg no Updates sichen";
"Don’t send" = "Schéckt net";
"Don’t show windows from these apps" = "Don’t show windows from these apps";
"Done" = "Verdataktioun";
"End" = "Schlisster";
"Fade out animation" = "Verschwannen Animatioun";
"Fade out animation:" = "Fade out animation:";
"Focus selected window" = "Fokusséiert ausgewielt Fënster";
"Fullscreen window" = "Fullscreen window";
"Fullscreen windows:" = "Fullscreen windows:";
"Fullscreen/Defullscreen window" = "Fullcreen / Dänulelscreen Fenster";
"General" = "Allgemeng";
"Gesture" = "Gesture";
"Grant permission" = "Grant permission";
"Hidden windows:" = "Hidden windows:";
"Hide" = "Verstaechen";
"Hide app badges" = "Verstoppen App Badges";
"Hide app badges:" = "Hide app badges:";
"Hide apps with no open window" = "Verstoppen Apps ouni Open Fenster";
"Hide apps with no open window:" = "Hide apps with no open window:";
"Hide colored circles on mouse hover" = "Verstoppen faarweg Kreeser op der Maushiewen";
"Hide colored circles on mouse hover:" = "Hide colored circles on mouse hover:";
"Hide in %@" = "Verstoppen an% @";
"Hide Space number labels" = "Verstoppen Raumnummer Etiketten";
"Hide Space number labels:" = "Hide Space number labels:";
"Hide status icons" = "Verstoppen Status Symboler";
"Hide status icons:" = "Hide status icons:";
"Hide window thumbnails:" = "Hide window thumbnails:";
"Hide/Show app" = "Verstoppen / weisen App";
"High" = "Héichheet";
"Highest" = "Héchst";
"Hold" = "Bäihalen";
"Horizontal Swipe with Four Fingers" = "Horizontal Swipe with Four Fingers";
"Horizontal Swipe with Three Fingers" = "Horizontal Swipe with Three Fingers";
"I think the app could be improved with…" = "Ech mengen d'App kéint verbessert ginn mat ...";
"Ignore shortcuts when active" = "Ignoréieren Ofkiirzungen wann aktiv";
"Ignore shortcuts while a window from these apps is active" = "Ignore shortcuts while a window from these apps is active";
"Language" = "Language";
"Language Change" = "Language Change";
"Large" = "Grouss";
"Later" = "Later";
"Latest releases" = "Läscht Verëffentlechungen";
"Leading" = "Iech féieren";
"Left" = "Lénks";
"Light" = "Liicht";
"Max height on screen:" = "Max height on screen:";
"Max width on screen:" = "Max width on screen:";
"Medium" = "Mëttelméisseg";
"Menubar icon" = "Menubar Ikon";
"Menubar icon:" = "Menubar icon:";
"Middle" = "Mëttnoss";
"Minimize/Deminimize window" = "Minimize / ofdeimiséieren Fenster";
"Minimized windows:" = "Minimized windows:";
"Miscellaneous" = "Miscellaneous";
"Miscellaneous:" = "Miscellaneous:";
"Mouse hover" = "Mouse hover";
"Multiple screens" = "Multiple Schiirme";
"Never send crash reports" = "Schéckt ni Crash Berichter";
"Normal" = "Normelle";
"Not allowed" = "Net erlaabt";
"NSHumanReadableCopyright" = "GPL-3.0 Lizenz";
"Only if the window is fullscreen" = "Nëmme wann d’Fënster am Vollbild ass";
"Open Accessibility Preferences…" = "Open Accessibilitéitspräferenz ...";
"Open Screen Recording Preferences…" = "Open Écran Opname Virléiften ...";
"Open Trackpad Preferences…" = "Open Trackpad Preferences…";
"Optional: email (if you want a reply)" = "Fakultativ: Email (wann Dir eng Änwert wënscht)";
"Order windows by" = "Bestellen Windows vum";
"Policies" = "Politik";
"Preferences…" = "Astellung…";
"Preview selected window" = "Preview ausgewielt Fënster";
"Preview selected window:" = "Preview selected window:";
"Preview the selected window." = "Preview déi ausgewielten Fënster.";
"Quit" = "Ness";
"Quit %@" = "Ophalen% @";
"Quit app" = "Ophalen App";
"Recently Created" = "Recently Created";
"Recently Created First" = "Viru kuerzem als éischt erstallt";
"Recently Focused" = "Recently Focused";
"Recently Focused First" = "Kuerzem fokusséiert éischt";
"Remember my choice" = "Erënnert mech un";
"Reset preferences and restart" = "Reset Virléiften a nei starten";
"Reset preferences and restart…" = "Reset Virléiften a Restart ...";
"Restart Now" = "Restart Now";
"Rows of thumbnails:" = "Rows of thumbnails:";
"Screen including menu bar" = "Écran abegraff Menu Bar";
"Screen including mouse" = "Écran inklusiv Maus";
"Screen Recording" = "Écran Opname";
"Screen showing AltTab" = "Écran weist Alttab";
"Select next window" = "Wielt déi nächst Fenster";
"Select previous window" = "Wielt virdrun Fënster";
"Select windows on mouse hover" = "Wielt Windows op Maus Hover";
"Select windows using arrow keys" = "Wielt Windows mat Pfeil Schlësselen";
"Select windows using vim keys" = "Wielt Windows mat Vim Schlësselen";
"Send" = "Fortschécken";
"Send a crash report?" = "Schéckt e Crash Bericht?";
"Send anyway" = "Schéckt iwwerhaapt";
"Send debug profile (CPU, memory, etc)" = "Schéckt Debug Profil (CPU, Memory, etc)";
"Send feedback" = "Schéckt Feedback";
"Send feedback…" = "Schéckt Feedback ...";
"Share improvement ideas, or report bugs" = "Deelt d'Verbesserung Iddien, oder Rapporte berichten";
"Shortcut 1" = "Ofkiirzung 1";
"Shortcut 2" = "Ofkiirzung 2";
"Shortcut 3" = "Ofkiirzung 3";
"Shortcut 4" = "Ofkiirzung 4";
"Shortcut 5" = "Ofkiirzung 5";
"Shortcut already assigned to another action: %@" = "Ofkiirzung huet schonn an eng aner Aktioun zougewisen:% @";
"Shortcuts When Active" = "Ofkiirzungen wann aktiv";
"Shortcuts when active…" = "Ofkiirzungen wann aktiv ...";
"Show" = "Opbréngen";
"Show & Hide" = "Show & Verstoppen";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Weist en Element am Duchel fir all Fënster, oder fir all Applikatioun.Windows ginn fokusséiert, wou d'Uwendungen ageschalt ginn.";
"Show at the end" = "Um Enn weisen";
"Show fullscreen windows" = "Weise vollen Fensteren";
"Show hidden windows" = "Weisen verstoppte Fensteren";
"Show in switcher" = "Show an Schwindegkeet";
"Show minimized windows" = "Weisen miniméiert Fensteren";
"Show on" = "Weisen op";
"Show on:" = "Opbréngen op:";
"Show standard tabs as windows" = "Show Standard Tabs als Windows";
"Show standard tabs as windows:" = "Show standard tabs as windows:";
"Show titles" = "Gafen Titelen";
"Show windows from applications" = "Show Windows aus Uwendungen";
"Show windows from screens" = "Weisen Windows aus Schiirme";
"Show windows from Spaces" = "Weisen Windows aus Plazen";
"Show windows from:" = "Show windows from:";
"Size" = "Gréisst";
"Skipped" = "Skipped";
"Small" = "Klengen";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "E puer Apps wéi Finder oder Virschau wéi Standard Tabs, déi wéi onofhängeg Fensteren handelen.E puer aner Apps wéi Web Browser benotze Benotzerdefinéiert Tabs déi op eenzegaarteg Weeër handelen an net tatsächlech Fensteren.Den Alttab kann dës separat net liwweren.";
"Source code repository" = "Quellcode Repository";
"Space" = "Space";
"Space Order" = "Raumuerdnung";
"Start" = "Nei fänken";
"Start at login" = "Start um Login";
"Start at login:" = "Start at login:";
"Support this project ❤️" = "Ënnerstëtzt dëse Projet ❤️";
"Swipe with Four Fingers" = "Swipe with Four Fingers";
"Swipe with Three Fingers" = "Swipe with Three Fingers";
"Switch between 3 different styles. You can customize them." = "Schalt tëscht 3 verschidde Stiler.Dir kënnt se personaliséieren.";
"System" = "System de System";
"System Default" = "System Default";
"The application needs to restart to apply the language change." = "The application needs to restart to apply the language change.";
"Theme" = "Thema";
"Theme:" = "Theme:";
"Then release:" = "Then release:";
"This permission is needed to focus windows after you release the shortcut" = "Dës Erlaabnis gëtt gebraucht fir Windows ze fokusséieren nodeems Dir de Ofkierzung befollegt";
"This permission is needed to show screenshots and titles of open windows" = "Dës Erlaabnis gëtt gebraucht fir Screenshots an Titelen vun oppenen Fensteren ze weisen";
"Thumbnails" = "Miniatur";
"Title" = "Title";
"Title truncation" = "Titel Truncation";
"Titles" = "Titelen";
"Trigger shortcut" = "Ausléiser Ofkiirzung";
"Unassign existing shortcut and continue" = "UNASSIGIE existent Ofkiirzung a weider";
"Updates policy" = "Updates Politik";
"Updates policy:" = "Updates policy:";
"Use the app without this permission. Thumbnails won’t show." = "Use the app without this permission. Thumbnails won’t show.";
"Version" = "Versioun";
"Vertical Swipe with Four Fingers" = "Vertical Swipe with Four Fingers";
"Vertical Swipe with Three Fingers" = "Vertical Swipe with Three Fingers";
"View existing discussions" = "Kuckt existent Diskussiounen";
"Vim keys" = "Vim keys";
"Vim keys already assigned to other actions:\n%@" = "Vim Schlësselen déi scho fir aner Aktiounen zougewisen hunn: \\ n% @";
"Visibility" = "Visatierlechung";
"Visible Spaces" = "Biance gesinn";
"When fullscreen" = "Wann Fullcreen";
"When no open window" = "Wa keng oppe Fënster";
"While open, press:" = "While open, press:";
"Window app icon size:" = "Window app icon size:";
"Window is fullscreen" = "Fënster ass Fullscreen";
"Window is minimized" = "Fënster ass miniméiert";
"Window is on every Space" = "Fënster ass op all Raum";
"Window is on Space %d" = "Fënster ass op Raums% D";
"Window max width in row:" = "Window max width in row:";
"Window min width in row:" = "Window min width in row:";
"Window order:" = "Window order:";
"Window Title" = "Fënster Testbetter";
"Window title font size:" = "Window title font size:";
"Window title truncation:" = "Window title truncation:";
"Windows" = "FënsterSenferenzen";
"You can’t undo this action." = "Dir kënnt dës Aktioun net ofhalen.";
"You didn’t write your email, thus can’t receive any response." = "Dir hutt Är E-Mail net geschriwwen, also kann also keng Äntwert kréien.";
"You may need to disable some conflicting system gestures" = "You may need to disable some conflicting system gestures";
